Repository: pingfangx/TranslatorX
Catalog: JetBrains/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Can't Launch Diff Tool
zh_cn: 无法启动差异工具

source: Can't Show Changes
zh_cn: 无法显示更改

source: Can't generate schema from instance document.
zh_cn: 无法从实例文档生成 schema 。

source: Can't remember the shortcut for a refactoring you need?
zh_cn: 不记得您需要重构的快捷方式吗？

source: Cancel
zh_cn: 取消

source: Cancel Exclusion
zh_cn: 取消排除

source: Cancel Project Load
zh_cn: 取消项目加载

source: Cancel Visual Merge
zh_cn: 取消可视合并

source: Cancel exclusion for the selected directory to make its files processable by IDE's actions
zh_cn: 取消所选目录的排除功能，使其文件可以被 IDE 的操作进行处理

source: Cancel lookup and move caret up/down in the editor
zh_cn: 取消查找, 并在编辑器中向上/向下移动插入符

source: Canceled
zh_cn: 已取消

source: Canceled by user
zh_cn: 用户取消

source: Cannot Add Build File
zh_cn: 无法添加构建文件

source: Cannot Add Files
zh_cn: 无法添加文件

source: Cannot Browse Methods
zh_cn: 无法浏览方法

source: Cannot Convert Project
zh_cn: 无法转换项目

source: Cannot Create @interface
zh_cn: 无法创建 @interface

source: Cannot Create Class
zh_cn: 无法创建类

source: Cannot Create Class ''{0}''
zh_cn: 无法创建类 ''{0}''

source: Cannot Create Enum
zh_cn: 无法创建枚举

source: Cannot Create File
zh_cn: 无法创建文件

source: Cannot Create Interface
zh_cn: 无法创建接口

source: Cannot Detect SDK Version
zh_cn: 无法检测 SDK 版本

source: Cannot I18nize Selection
zh_cn: 不能国际化所选内容

source: Cannot Import Module Names
zh_cn: 无法导入模块名称

source: Cannot Load Project
zh_cn: 无法加载项目

source: Cannot Modify Read-Only Files
zh_cn: 无法修改只读文件

source: Cannot Modify Read-Only Scheme
zh_cn: 不能修改只读方案

source: Cannot Move
zh_cn: 无法移动

source: Cannot Open Editor
zh_cn: 不能打开编辑器

source: Cannot Open File
zh_cn: 无法打开文件

source: Cannot Open Project
zh_cn: 无法打开项目

source: Cannot Redo
zh_cn: 无法重复

source: Cannot Run ANT
zh_cn: 无法运行 ANT

source: Cannot Run Ant
zh_cn: 无法运行 Ant

source: Cannot Save
zh_cn: 无法保存

source: Cannot Save Current Template
zh_cn: 无法保存当前模板

source: Cannot Save Files
zh_cn: 无法保存文件

source: Cannot Save Settings
zh_cn: 无法保存设置

source: Cannot Search for Usages
zh_cn: 不能搜索使用

source: Cannot Show Diff
zh_cn: 无法显示差异

source: Cannot Undo
zh_cn: 无法撤销

source: Cannot access ''{0}'' in ''{1}''
zh_cn: 无法访问 ''{1}'' 中的 ''{0}''

source: Cannot add build files from excluded directories {0}
zh_cn: 无法从被排除的目录中添加构建文件 {0}

source: Cannot add constructor to an anonymous class
zh_cn: 无法向匿名类添加构造函数

source: Cannot add file {0}: {1}
zh_cn: 无法添加文件 {0}: {1}

source: Cannot add watchpoint: a class name is not specified
zh_cn: 无法添加观察点：未指定类名

source: Cannot add watchpoint: a field name is not specified
zh_cn: 无法添加监视点：未指定字段名

source: Cannot annotate with both @{0} and @{1}
zh_cn: 无法使用@{0} 和@{1} 进行注释

source: Cannot apply patch to file {0}: it already exists.
zh_cn: 无法将补丁应用于文件 {0}：它已经存在。

source: Cannot assign a value to final variable ''{0}''
zh_cn: 无法为 final 变量 ''{0}'' 赋值

source: Cannot be accessed from outside package
zh_cn: 无法从外部包中访问

source: Cannot cast ''{0}'' to ''{1}''
zh_cn: 无法将 ''{0}'' 转换为 ''{1}''

source: Cannot cast boolean value to ''{0}''
zh_cn: 无法将布尔值转换为 ''{0}''

source: Cannot cast char value to ''{0}''
zh_cn: 无法将 char 值转换为 ''{0}''

source: Cannot cast null to ''{0}''
zh_cn: 不能将 null 转换为 ''{0}''

source: Cannot cast numeric value to ''{0}''
zh_cn: 无法将数值转换为 ''{0}'''

source: Cannot catch type parameters
zh_cn: 无法捕获类型参数

source: Cannot change field ''{0}'' type.
zh_cn: 无法更改字段 ''{0}'' 的类型。

source: Cannot connect to remote process, host is unknown
zh_cn: 不能连接远程进程，主机未知

source: Cannot connect using transport ''{0}'': required connector not found.
zh_cn: 无法使用传输 ''{0}'' 连接：未找到所需的连接器。

source: Cannot convert empty string to target class ''{0}''
zh_cn: 无法将空字符串转换为目标类 ''{0}''

source: Cannot convert project: {0}
zh_cn: 无法转换项目: {0}

source: Cannot convert string ''{0}'' to target class ''{1}''
zh_cn: 无法将字符串 ''{0}'' 转换为目标类 ''{1}''

source: Cannot convert the project.
zh_cn: 无法转换项目。

source: Cannot copy ''{0}'' to ''{1}'' ({2})
zh_cn: 无法复制 ''{0}'' 到 ''{1}''({2})

source: Cannot copy ''{0}'' to ''{1}''.
zh_cn: 无法将 ''{0}'' 复制到 ''{1}''。

source: Cannot copy file to {0}
zh_cn: 无法复制文件到 {0}

source: Cannot copy, target must be directory.
zh_cn: 无法复制，目标必须是目录。

source: Cannot create HTML file
zh_cn: 无法创建 HTML 文件

source: Cannot create SDK
zh_cn: 无法创建 SDK

source: Cannot create a field watchpoint for ''{0}.{1}''.
zh_cn: 无法为 ''{0}.{1}'' 创建字段观察点。

source: Cannot create diff element from: {0}
zh_cn: 无法从 {0} 创建差异无素

source: Cannot create directory
zh_cn: 无法创建目录

source: Cannot create directory ''{0}''
zh_cn: 无法创建目录 ''{0}''

source: Cannot create directory ''{0}''.
zh_cn: 无法创建目录 ''{0}''。

source: Cannot create directory {0}
zh_cn: 无法创建目录 {0}

source: Cannot create expression from code fragment.
zh_cn: 不能从代码片段中创建表达式。

source: Cannot create file ''{0}''
zh_cn: 无法创建文件 ''{0}''

source: Cannot create file ''{0}''.
zh_cn: 无法创建文件 ''{0}''。

source: Cannot create file ''{0}'': {1}
zh_cn: 无法创建文件 ''{0}'': {1}

source: Cannot create file {0}/{1}.
zh_cn: 无法创建文件 {0} / {1}。

source: Cannot create files.
zh_cn: 无法创建文件。

source: Cannot create folder {0} to save system information.
zh_cn: 无法创建文件夹 {0} 以保存系统信息。

source: Cannot create local file: {0}
zh_cn: 无法创建本地文件： {0}

source: Cannot create new directory in.
zh_cn: 无法创建新目录在。

source: Cannot create new file in.
zh_cn: 无法创建新文件在。

source: Cannot create patch because content of some of the selected files was not stored due to its big size.
zh_cn: 无法创建补丁，因为一些所选文件 的内容由于其大尺寸而未被存储。

source: Cannot create temporary file
zh_cn: 无法创建临时文件

source: Cannot create void value
zh_cn: 不能创建空的值

source: Cannot create {0} - incorrect {1} template.
zh_cn: 不能创建 {0} - {1} 模板不正确。

source: Cannot create {0} in {1}: {2}
zh_cn: 无法创建 {0} 在 {1}: {2}

source: Cannot create {0}.java in {1}: {2}
zh_cn: 不能创建 {0}.java 在 {1}: {2}

source: Cannot delete ''{0}''
zh_cn: 无法删除 ''{0}''

source: Cannot delete a read-only file ''{0}''.
zh_cn: 无法删除只读文件 ''{0}''。

source: Cannot delete root directory ''{0}''
zh_cn: 无法删除根目录 ''{0}''

source: Cannot delete root file {0}.
zh_cn: 无法删除根文件 {0}。

source: Cannot delete temporary file {0}.
zh_cn: 无法删除临时文件 {0}。

source: Cannot determine module type ("{1}") for the following module:"{0}"<br>The module will be treated as a Unknown module.
zh_cn: 无法确定模块类型("{1}")为以下模块的："{0}"<br>模块将被视为未知模块。

source: Cannot determine module type for the following modules: {0} All mentioned modules will be treated as Unknown modules.
zh_cn: 无法确定以下模块的模块类型： {0} 所有提到的模块将被视为未知模块。

source: Cannot determine version for JDK {0}.
zh_cn: 无法确定 JDK {0} 的版本。

source: Cannot edit file(s): {0}
zh_cn: 无法编辑文件:{0}

source: Cannot evaluate array initializer
zh_cn: 无法解析数组初始化器

source: Cannot evaluate class type
zh_cn: 不能解析类类型

source: Cannot evaluate descendants, object was collected.
zh_cn: 不能求子节点的值，对象已被回收。

source: Cannot evaluate qualifier ''{0}''
zh_cn: 不能解析限定符 ''{0}''

source: Cannot evaluate {0}.toString()
zh_cn: 无法解析 {0}.toString()

source: Cannot evaluate, current stack frame doesn't support evaluation
zh_cn: 无法解析,当前堆栈帧不支持解析

source: Cannot evaluate: process exited
zh_cn: 无法计算：进程已退出

source: Cannot evaluate: stack frame unavailable
zh_cn: 无法解析：堆栈帧不可用

source: Cannot evaluate: thread is not paused at breakpoint
zh_cn: 无法计算：线程在断点处不被暂停

source: Cannot extract field in the interface
zh_cn: 不能提取接口中的字段

source: Cannot extract selected elements into include file
zh_cn: 无法提取选定的元素到包含文件

source: Cannot extract variable in super constructor call
zh_cn: 不能提取在超类构造函数调用中的参数

source: Cannot extract {0} variable
zh_cn: 无法提取 {0} 变量

source: Cannot fetch remote documentation: internal error
zh_cn: 无法获取远程文档：内部错误

source: Cannot find JDK classes in ''{0}''
zh_cn: 无法在 ''{0}'' 中找到 JDK 类

source: Cannot find VM executable
zh_cn: 找不到 VM 可执行文件

source: Cannot find a single definition to inline
zh_cn: 无法找到单个定义到内联

source: Cannot find field ''{0}'' in class ''{1}''
zh_cn: 不能找到字段 ''{0}'' 在类 ''{1}'' 中

source: Cannot find file to patch: {0}
zh_cn: 找不到要应用补丁的文件：{0}

source: Cannot find file {0}
zh_cn: 未找到文件 {0}

source: Cannot find file: {0}
zh_cn: 无法找到文件:{0}

source: Cannot find home directory ''{1}'' for JDK ''{0}''.
zh_cn: 找不到 JDK ''{0}'' 的主目录 ''{1}''。

source: Cannot find local variable ''{0}''
zh_cn: 无法找到局部变量 ''{0}''

source: Cannot find method ''{0}''
zh_cn: 找不到方法 ''{0}''

source: Cannot find or create destination directory
zh_cn: 无法找到或创建目标目录

source: Cannot find resource "{0}"
zh_cn: 无法找到资源 "{0}"

source: Cannot find source class for current stack frame
zh_cn: 找不到当前堆栈帧的源码类

source: Cannot find source class for {0}
zh_cn: 找不到 {0} 的源码类

source: Cannot find sources for class containing field ''{0}''
zh_cn: 不能找到包含字段 ''{0}'' 的类的源

source: Cannot generate JavaDoc - JDK path is not specified or invalid
zh_cn: 无法生成 JavaDoc - JDK 路径未指定或无效

source: Cannot generate equals() and hashCode().
zh_cn: 不能生成 equals() 和 hashCode()。

source: Cannot inherit from final ''{0}''
zh_cn: 不能继承 final 的 ''{0}''

source: Cannot initialize array
zh_cn: 无法初始化数组

source: Cannot invert ''{0}'' option
zh_cn: 无法反转 ''{0}'' 选项

source: Cannot invoke method: the invocation thread has been collected
zh_cn: 不能调用方法:调用线程已被回收

source: Cannot load
zh_cn: 无法加载

source: Cannot load ''{0}'': {1}
zh_cn: 无法加载 ''{0}'': {1}

source: Cannot load facet configuration: {0}
zh_cn: 无法加载 facet 配置: {0}

source: Cannot load file ''{0}''; breakpoints for this file will be ignored
zh_cn: 无法加载文件 ''{0}'';该文件的断点将被忽略

source: Cannot load file: {0}
zh_cn: 无法加载文件:{0}

source: Cannot load module file ''{0}'': {1}
zh_cn: 无法加载模块文件 ''{0}''： {1}

source: Cannot load project: {0}
zh_cn: 无法加载项目: {0}

source: Cannot load revision: {0}
zh_cn: 无法加载版本:{0}

source: Cannot load value: {0}
zh_cn: 无法加载值: {0}

source: Cannot load version {0}:{1}
zh_cn: 无法加载版本 {0}:{1}

source: Cannot load version: {0}
zh_cn: 无法加载版本:{0}

source: Cannot load {0}.
zh_cn: 无法加载 {0}.

source: Cannot make abstract method static
zh_cn: 不能使抽象方法静态化

source: Cannot make the following files writable: {0}
zh_cn: 不能使下列文件可写: {0}

source: Cannot modify a read-only directory ''{0}''.
zh_cn: 无法修改只读目录 ''{0}''。

source: Cannot modify a read-only file ''{0}''.
zh_cn: 无法修改只读文件 ''{0}''。

source: Cannot modify archive file {0}
zh_cn: 不能修改存档文件 {0}

source: Cannot modify compiled element in file ''{0}''
zh_cn: 无法修改文件 ''{0}'' 中的已编译元素

source: Cannot modify file ''{0}''
zh_cn: 无法修改文件 ''{0}''

source: Cannot move ''{0}'' to ''{1}''
zh_cn: 无法移动文件 ''{0}'' 到 ''{1}''

source: Cannot move classes to default package
zh_cn: 无法移动类至默认包

source: Cannot move file to {0}
zh_cn: 无法移动文件到 {0}

source: Cannot move inner class {0} into itself
zh_cn: 不能移动内部类 {0} 到其本身

source: Cannot move package into itself
zh_cn: 无法移动包到其自身

source: Cannot open text editor for file {0}
zh_cn: 不能打开文本编辑器来编辑文件 {0}

source: Cannot perform necessary analysis.
zh_cn: 无法进行必要的分析。

source: Cannot perform operation: {0}
zh_cn: 无法执行操作:{0}

source: Cannot perform refactoring in this context
zh_cn: 在这个上下文中不能执行重构

source: Cannot perform refactoring operation.
zh_cn: 无法执行重构操作。

source: Cannot perform refactoring using selected element(s)
zh_cn: 无法使用所选元素执行重构

source: Cannot perform refactoring.
zh_cn: 无法执行重构。

source: Cannot perform the refactoring Method {0} is not static
zh_cn: 不能执行重构 方法 {0} 不是静态的

source: Cannot pop bottom frame
zh_cn: 不能弹出底部桢

source: Cannot read from file {0}.
zh_cn: 无法读取文件 {0}。

source: Cannot redo
zh_cn: 无法重复

source: Cannot reference ''{0}'' before supertype constructor has been called
zh_cn: 在调用超类型构造函数之前，无法引用 ''{0}''

source: Cannot refresh: {0}
zh_cn: 无法刷新:{0}

source: Cannot remove auto-generated fold region
zh_cn: 无法移除自动生成的折叠区域

source: Cannot rename ''{0}'' to ''{1}''
zh_cn: 无法重命名 ''{0}'' 为 ''{1}''

source: Cannot rename root directory ''{0}''
zh_cn: 不能重命名根目录 ''{0}''

source: Cannot replace temp with query in interface
zh_cn: 在接口中不能用查询替换 temp

source: Cannot resolve
zh_cn: 无法解析

source: Cannot resolve ''{0}'' refid
zh_cn: 无法解析 ''{0}'' refid

source: Cannot resolve anchor #{0}
zh_cn: 不能解析锚点 #{0}

source: Cannot resolve anchor #{0} in file {1}
zh_cn: 无法解析锚点 #{0} 在文件 {1}

source: Cannot resolve class ''{0}''
zh_cn: 无法解析类 ''{0}''

source: Cannot resolve class containing field ''{0}''
zh_cn: 不能解析包含字段 ''{0}'' 的类

source: Cannot resolve class or package ''{0}''
zh_cn: 无法解析类或包 ''{0}''

source: Cannot resolve constructor ''{0}''
zh_cn: 无汉解析构造方法 ''{0}''

source: Cannot resolve constructor with specified argument types
zh_cn: 无法用指定的参数类型解析构造方法

source: Cannot resolve field ''{0}''
zh_cn: 无法解析字段 ''{0}''

source: Cannot resolve function ''{0}'' #loc
zh_cn: 无法解析函数 ''{0}''#loc

source: Cannot resolve method ''{0}''
zh_cn: 无法解析方法 ''{0}''

source: Cannot resolve method ''{0}'' with specified argument types
zh_cn: 无法用指定的参数类型解析方法 ''{0}''

source: Cannot resolve method ''{0}''() #loc
zh_cn: 无法解析方法 ''{0}''() #loc

source: Cannot resolve method return type: {0}
zh_cn: 无法解析方法返回类型: {0}

source: Cannot resolve namespace ''{0}'' #loc
zh_cn: 无法解析命名空间 ''{0}''#loc

source: Cannot resolve package {0}
zh_cn: 无法解析包 {0}

source: Cannot resolve property or method ''{0}'' (dynamic property?) #loc
zh_cn: 无法解析属性或方法 ''{0}''(动态属性吗?) #loc

source: Cannot resolve symbol ''{0}''
zh_cn: 无法解析符号 ''{0}''

source: Cannot resolve symbol {0}
zh_cn: 无法解析符号 {0}

source: Cannot resolve taglib with uri {0}
zh_cn: 无法使用 uri {0} 解析 taglib

source: Cannot resolve variable ''{0}'' #loc
zh_cn: 无法解析变量 ''{0}''#loc

source: Cannot resolve {0}
zh_cn: 无法解析 {0}

source: Cannot resolve {0} ''{1}''
zh_cn: 无法解析 {0} ''{1}''

source: Cannot return a value from a method with void result type
zh_cn: 无法从具有 void 结果类型的方法返回值

source: Cannot revert because {0}
zh_cn: 无法恢复，因为 {0}

source: Cannot save code style schemes.
zh_cn: 无法保存代码样式方案。

source: Cannot save content: {0}
zh_cn: 不能保存内容:{0}

source: Cannot save the template.
zh_cn: 无法保存模板。

source: Cannot save {0}.
zh_cn: 无法保存 {0}。

source: Cannot search for usages.
zh_cn: 不能搜索使用。

source: Cannot select from a type variable
zh_cn: 无法从类型变量中进行选择

source: Cannot select static class ''{0}'' from parameterized type
zh_cn: 无法从参数化类型中选择静态类 ''{0}''

source: Cannot show differences: {0}
zh_cn: 无法显示差异:{0}

source: Cannot start compilation: the output path is not specified for {0,choice, 1#module|2#modules } {1}.
zh_cn: 无法启动编译器：没有为模块 {1} 指定输出路径。

source: Cannot start compiler: the SDK is not specified for {0,choice, 1#module|2#modules } {1}.
zh_cn: 无法启动编译器：没有为模块 {1} 指定 SDK。

source: Cannot start debugger: debug libraries are missig from JDK home
zh_cn: 无法启动调试：缺少 JDK 主目录的调试库

source: Cannot start process, the working directory ''{0}'' does not exist
zh_cn: 无法启动进程，工作目录 ''{0}'' 不存在

source: Cannot start process, the working directory ''{0}'' is not a directory
zh_cn: 无法启动进程，工作目录 ''{0}'' 不是目录

source: Cannot start {0}
zh_cn: 不能开始 {0}

source: Cannot substitute ''{0}'' into ''{1}'' as ''this''
zh_cn: 不能替代 ''{0}'' 到 ''{1}'' 作为 ''this''

source: Cannot undo
zh_cn: 无法撤销

source: Cannot write file ''{0}'': {1}
zh_cn: 无法写入文件 ''{0}'': {1}

source: Cannot write to file {0}.
zh_cn: 无法写入文件 {0}。

source: Cannot write to selected file/location.
zh_cn: 无法写入选定的文件/位置。

source: Capture Allocations
zh_cn: 捕获分配

source: Capture CPU usage data
zh_cn: 捕获 CPU 使用数据

source: Capture Memory Snapshot
zh_cn: 捕获内存快照

source: Capture local variables (may greatly slow down the execution)
zh_cn: 捕获局部变量(可能会大大减慢执行速度)

source: Capture memory allocations data
zh_cn: 捕获内存分配数据

source: Capture memory snapshot
zh_cn: 捕获内存快照

source: Captured snapshot ''{0}'' is placed in user home directory.
zh_cn: 捕获的快照 ''{0}'' 被放置在用户主目录中。

source: Capturing Memory Snapshot
zh_cn: 捕捉内存快照

source: Caret blinking (ms):
zh_cn: 插入符闪烁(毫秒)：

source: Caret should be positioned at symbol to be refactored
zh_cn: 插入符应该定位在要重构的符号中

source: Caret should be positioned at symbol to be renamed
zh_cn: 插入符应该定位在要重命名的符号中

source: Caret should be positioned at the class, method or field to be refactored
zh_cn: 插入符应该定位在要重构的类，方法或字段中

source: Caret should be positioned at the name of element to be refactored
zh_cn: 插入符应该定位在要重构的元素的名字中

source: Caret should be positioned at the name of local variable or expression to be refactored
zh_cn: 插入符应该定位在要重构的局部变量或表达式的名字中

source: Caret should be positioned at the name of local variable to be refactored
zh_cn: 插入符应该定位在要重构的局部变量的名字中

source: Caret should be positioned at the name of method or class to be refactored
zh_cn: 插入符应该定位在要重构的方法或类的名字中

source: Caret should be positioned at the name of method or variable to be refactored
zh_cn: 插入符应该定位在要重构的方法或变量的名字中

source: Caret should be positioned inside a class to pull members from
zh_cn: 插入符号应该定位在要上拉成员的类中

source: Caret should be positioned inside a class to push members from
zh_cn: 插入符号应该定位在要下移成员的类中

source: Caret should be positioned inside anonymous class to be refactored
zh_cn: 插入符应该定位在要重构的匿名类中

source: Caret should be positioned inside class to be refactored
zh_cn: 插入符应该定位在要重构的类内部

source: Caret should be positioned inside constructor to be refactored
zh_cn: 插入符应该定位在要重构的构造函数内部

source: Caret should be positioned inside method to be refactored
zh_cn: 插入符应该定位在要重构的方法内部

source: Caret should be positioned on the included file reference to inline
zh_cn: 插入符号应放置在要内联的包含文件引用上

source: Case Sensitive
zh_cn: 区分大小写

source: Case sensitive completion:
zh_cn: 区分大小写补全:

source: Case statement outside switch
zh_cn: switch 外的 case 语句

source: Cast expression
zh_cn: 转换表达式

source: Cast parameter to ''{0}''
zh_cn: 将参数转换为 ''{0}''

source: Cast to ''{0}''
zh_cn: 转换为 ''{0}''

source: Cast {0, choice, 1#1st|2#2nd|3#3rd|4#{0,number}th} parameter to ''{1}''
zh_cn: 转换第 {0,number} 个参数为 ''{1}''

source: Casting <code>{0}</code> to <code>#ref</code> #loc may produce <code>java.lang.ClassCastException</code>
zh_cn: 转换 <code>{0}</code> 为 <code>#ref</code> #loc 可能生产 <code>java.lang.ClassCastException</code>

source: Casting {0} to {1} is redundant
zh_cn: 转换 {0} 为 {1} 是多余的

source: Catch
zh_cn: 捕捉

source: Catch class filters:
zh_cn: 捕捉类过滤器：

source: Catch clause parameter declaration
zh_cn: Catch 子语句参数声明

source: Category
zh_cn: 类别

source: Caught exceptio&n
zh_cn: 捕获的异常(&N)

source: Center
zh_cn: 中心

source: Chained method calls
zh_cn: 链式方法调用

source: Chained methods
zh_cn: 链式方法

source: Change
zh_cn: 更改

source: Change &theme
zh_cn: 更改主题(&T)

source: Change ''{0} {2}'' to ''{1} {2}''
zh_cn: 更改 ''{0} {2}'' 为 ''{1} {2}''

source: Change ''{0}'' to ''new {1}{2}''
zh_cn: 更改 ''{0}'' 为 ''new {1}{2}''

source: Change Class Signature
zh_cn: 更改类签名

source: Change Current Customization Scheme
zh_cn: 更改当前的定制方案

source: Change Directory...
zh_cn: 更改目录...

source: Change File Encoding
zh_cn: 更改文件编码

source: Change File Language
zh_cn: 更改文件语言

source: Change GUI component type
zh_cn: 更改 GUI 组件类型

source: Change HTTP &Proxy Settings...
zh_cn: 更改 HTTP 代理设置...(&P)

source: Change Inheritors
zh_cn: 更改继承者

source: Change Module Names
zh_cn: 更改模块名称

source: Change Module Names...
zh_cn: 更改模块名称...

source: Change Navigation Actions
zh_cn: 更改导航操作

source: Change Parameter Class
zh_cn: 更改参数类

source: Change Si_gnature...
zh_cn: 更改签名...(_G)

source: Change Signature
zh_cn: 更改签名

source: Change Splitter O_rientation
zh_cn: 更改分割方向(_R)

source: Change Template Data Language
zh_cn: 更改模板数据语言

source: Change View...
zh_cn: 更改视图...

source: Change all code style settings to their default values?
zh_cn: 将所有代码样式设置更改为默认值？

source: Change bound field type
zh_cn: 更改绑定字段类型

source: Change class signature
zh_cn: 更改类签名

source: Change color
zh_cn: 更改颜色

source: Change current Look\&Feel
zh_cn: 更改当前界面外观

source: Change current code style scheme
zh_cn: 更改目前的代码样式方案

source: Change current code style scheme, color\&fonts scheme, keymap or Look\&Feel
zh_cn: 更改当前的代码样式方案，颜色&字体方案，快捷键或外观&感觉等。

source: Change current color scheme
zh_cn: 更改当前的配色方案

source: Change current editor inspection profile
zh_cn: 更改当前编辑器检查配置文件

source: Change current keymap
zh_cn: 更改当前快捷键映射

source: Change file encoding
zh_cn: 更改文件编码

source: Change filtering criteria
zh_cn: 更改筛选条件

source: Change lis&t:
zh_cn: 更改列表：(&T)

source: Change method signature from usage
zh_cn: 从使用处更改方法签名

source: Change new operator type
zh_cn: 更改 new 运算符类型

source: Change notes
zh_cn: 更改日志

source: Change root tag name to {0}
zh_cn: 更改根标签名称为 {0}

source: Change signature of ''{0}'' to ''{1}({2})''
zh_cn: 更改 ''{0}'' 的签名为 ''{1}({2})''

source: Change signature of ''{0}'' to match ''{1}''
zh_cn: 更改 ''{0}'' 的签名匹配 ''{1}''

source: Change signature of the selected method or class and correct all references
zh_cn: 更改选中方法或类的签名，并更正所有引用

source: Change signature of {0}
zh_cn: 更改 {0} 的签名

source: Change to ''!({0})''
zh_cn: 更改为 ''!({0})''

source: Change to ''{0}''
zh_cn: 更改为 ''{0}''

source: Change type of the return type of the method, field, parameter, variable or class type arguments and correct all references
zh_cn: 更改方法，字段，参数，变量或类类型参数的返回类型的类型，并更正所有引用

source: Change type of {0} to {1}
zh_cn: 将 {0} 的类型更改为 {1}

source: Change type to ''{0}''
zh_cn: 更改类型为 ''{0}''

source: Change usages of a class to those of its superclass or interface
zh_cn: 将类的用法更改为超类或接口的用法

source: Change view mode
zh_cn: 更改视图模式

source: Change {0, choice, 1#1st|2#2nd|3#3rd|4#{0,number}th} parameter of method ''{1}'' from ''{2}'' to ''{3}''
zh_cn: 将 ''{1}'' 的第 {0,number} 个参数从 ''{2}'' 更改为 ''{3}''

source: Change {0} ''{1}'' type to ''{2}''
zh_cn: 更改变量 {0} ''{1}'' 类型为 ''{2}''

source: Change {0} template data language to...
zh_cn: 更改 {0} 模板数据的语言为...

source: Change {0} to {1} (to {2} literal)
zh_cn: 更改 {0} 为 {1} (到 {2} 文本)

source: Changed
zh_cn: 更改的

source: Changed &Files
zh_cn: 更改的文件(&F)

source: Changed Files
zh_cn: 更改的文件

source: Changed lines//
zh_cn: 更改的行//

source: Changed on server
zh_cn: 在服务器上改变的

source: Changelis&t:
zh_cn: 更改列表：(&T)

source: Changelist ''{0}'' already exists.
zh_cn: 更改列表 ''{0}'' 已经存在。

source: Changelist Details
zh_cn: 更改列表详情

source: Changes
zh_cn: 更改

source: Changes Browser
zh_cn: 更改浏览器

source: Changes Detected
zh_cn: 检测到更改

source: Changes affecting {0}
zh_cn: 更改影响 {0}

source: Changes from Server
zh_cn: 服务器更改

source: Changes from Server (revision {0})
zh_cn: 服务器更改(修订 {0})

source: Changes from server
zh_cn: 服务器的更改

source: Changes from server (revision {0})
zh_cn: 来自服务器的更改(修订版 {0})

source: Changes have been made to ''{0}'' in memory and on disk.
zh_cn: 在内存和磁盘上进行了 ''{0}'' 的更改。

source: Changes in plugin configuration will take effect after {0} restart.
zh_cn: {0} 重启后,插件配置更改将生效。

source: Changes only
zh_cn: 只有更改

source: Changes orientation of splitter
zh_cn: 改变分割方向

source: Changes to selected files in these changelists will also be downloaded.
zh_cn: 这些更改列表中所选文件的更改也将被下载。

source: Changes under {0}
zh_cn: {0} 下的更改

source: Changing completion variants sorting
zh_cn: 更改补全变量排序

source: Changing signature of {0}
zh_cn: 改变 {0} 的签名

source: Character expected after single quote
zh_cn: 单引号后期望的字符

source: Character sequence ']]>' must not appear in content unless used to mark the end of a CDATA section
zh_cn: 字符序列 ']]>' 不能出现在内容中，除非用于标记 CDATA 部分的结尾

source: Chec_k Status
zh_cn: 检查状态(_K)

source: Chec_k {0} Status
zh_cn: 检查 {0} 状态(_K)

source: Check Out
zh_cn: 检出

source: Check TODO
zh_cn: 检查 TODO

source: Check TODO ({0})
zh_cn: 检查 TODO ({0})

source: Check every
zh_cn: 检查每一个

source: Check file encoding and line separators.</html>
zh_cn: 检查文件编码和行分隔符。</html>

source: Check for available update
zh_cn: 检查可用更新

source: Check no other instances are running
zh_cn: 检查没有其他实例正在运行

source: Check out Ant build file properties
zh_cn: 检查 Ant 构建文件属性

source: Check out from Version Control
zh_cn: 从版本控制检出

source: Check out selected files for editing
zh_cn: 检出选中文件进行编辑

source: Check parameters in &Non-private methods
zh_cn: 在非私有方法中检查参数(&N)

source: Check remote status
zh_cn: 检查远程状态

source: Check that field/method exists in non-final classes
zh_cn: 检查该字段/方法是否存在于非 final 类中

source: Check your JDK installation.
zh_cn: 检查你的 JDK 安装。

source: Check your xml document
zh_cn: 检查你的 xml 文件

source: Check {0} Status
zh_cn: 检查 {0} 状态

source: Check_out from Version Control
zh_cn: 从版本控制中检出(_O)

source: Checking Class Files
zh_cn: 检查类文件

source: Checking dependencies...
zh_cn: 检查依赖...

source: Checking for IDE updates
zh_cn: 检查 IDE 更新
